Repository: sugijotaro/FirebaseAuthEasier
Catalog: Sources/FirebaseAuthEasier/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, he, hi, it, ja, ko, lt, nb, nl, pl, pt, ru, sv, th, tr, uk, zh_hans, zh_hant

source: By continuing, you are indicating that you accept our [Privacy Policy](%@).
cs: Pokračováním vyjadřujete souhlas s našimi [zásadami ochrany osobních údajů](%@).
da: Ved at fortsætte indikerer du, at du accepterer vores [Privatlivspolitik](%@).
de: Indem Sie fortfahren, erklären Sie sich mit unserer [Datenschutzrichtlinie](%@) einverstanden.
es: Al continuar, indicas que aceptas nuestra [Política de Privacidad](%@).
fr: En continuant, vous indiquez que vous acceptez notre [Politique de Confidentialité](%@).
he: על ידי המשך, אתה מציין שאתה מקבל את [מדיניות הפרטיות](%@) שלנו.
hi: जारी रखने से आप हमारी [गोपनीयता नीति](%@) को स्वीकार करने का संकेत दे रहे हैं।
it: Continuando, accetti la nostra [Privacy Policy](%@).
ja: 続行することで、[プライバシーポリシー](%@)に同意したものとみなされます。
ko: 계속함으로써 당사의 [개인정보 처리방침](%@)에 동의하게 됩니다.
lt: Tęsdami patvirtinate, kad sutinkate su mūsų [Privatumo politika](%@).
nb: Ved å fortsette, indikerer du at du aksepterer våre [personvernregler](%@).
nl: Door verder te gaan, geeft u aan dat u ons [Privacybeleid](%@) accepteert.
pl: Kontynuując, wyrażasz zgodę na naszą [Politykę prywatności](%@).
pt: Ao continuar, você indica que aceita nossa [Política de Privacidade](%@).
ru: Продолжая, вы подтверждаете, что принимаете нашу [Политику конфиденциальности](%@).
sv: Genom att fortsätta godkänner du vår [integritetspolicy](%@).
th: โดยการดำเนินการต่อ คุณยอมรับ[นโยบายความเป็นส่วนตัว](%@)ของเรา
tr: Devam ederek, [Gizlilik Politikamızı](%@) kabul ettiğinizi belirtmiş oluyorsunuz.
uk: Продовжуючи, ви погоджуєтеся з нашою [Політикою конфіденційності](%@).
zh_hans: 继续使用即表明您同意我们的[隐私政策](%@)。
zh_hant: 繼續使用即表示您同意我們的[隱私政策](%@)。

source: By continuing, you are indicating that you accept our [Terms of Service](%1$@) and [Privacy Policy](%2$@).
cs: Pokračováním vyjadřujete souhlas s našimi [podmínkami služby](%1$@) a [zásadami ochrany osobních údajů](%2$@).
da: Ved at fortsætte indikerer du, at du accepterer vores [Servicevilkår](%1$@) og [Privatlivspolitik](%2$@).
de: Indem Sie fortfahren, erklären Sie sich mit unseren [Nutzungsbedingungen](%1$@) und [Datenschutzrichtlinien](%2$@) einverstanden.
es: Al continuar, indicas que aceptas nuestros [Términos de Servicio](%1$@) y [Política de Privacidad](%2$@).
fr: En continuant, vous indiquez que vous acceptez nos [Conditions d'Utilisation](%1$@) et [Politique de Confidentialité](%2$@).
he: על ידי המשך, אתה מציין שאתה מקבל את [תנאי השירות](%1$@) ו[מדיניות הפרטיות](%2$@) שלנו.
hi: जारी रखने से आप हमारी [सेवा शर्तों](%1$@) और [गोपनीयता नीति](%2$@) को स्वीकार करने का संकेत दे रहे हैं।
it: Continuando, accetti i nostri [Termini di Servizio](%1$@) e [Privacy Policy](%2$@).
ja: 続行することで、[利用規約](%1$@)および[プライバシーポリシー](%2$@)に同意したものとみなされます。
ko: 계속함으로써 당사의 [이용약관](%1$@)과 [개인정보 처리방침](%2$@)에 동의하게 됩니다.
lt: Tęsdami patvirtinate, kad sutinkate su mūsų [Paslaugų teikimo sąlygomis](%1$@) ir [Privatumo politika](%2$@).
nb: Ved å fortsette, indikerer du at du aksepterer våre [vilkår for bruk](%1$@) og [personvernregler](%2$@).
nl: Door verder te gaan, geeft u aan dat u onze [Gebruiksvoorwaarden](%1$@) en [Privacybeleid](%2$@) accepteert.
pl: Kontynuując, wyrażasz zgodę na nasze [Warunki świadczenia usług](%1$@) oraz [Politykę prywatności](%2$@).
pt: Ao continuar, você indica que aceita nossos [Termos de Serviço](%1$@) e [Política de Privacidade](%2$@).
ru: Продолжая, вы подтверждаете, что принимаете наши [Условия обслуживания](%1$@) и [Политику конфиденциальности](%2$@).
sv: Genom att fortsätta godkänner du våra [användarvillkor](%1$@) och [integritetspolicy](%2$@).
th: โดยการดำเนินการต่อ คุณยอมรับ[ข้อกำหนดในการให้บริการ](%1$@)และ[นโยบายความเป็นส่วนตัว](%2$@)ของเรา
tr: Devam ederek, [Hizmet Şartlarımızı](%1$@) ve [Gizlilik Politikamızı](%2$@) kabul ettiğinizi belirtmiş oluyorsunuz.
uk: Продовжуючи, ви погоджуєтеся з нашими [Умовами обслуговування](%1$@) та [Політикою конфіденційності](%2$@).
zh_hans: 继续使用即表明您同意我们的[服务条款](%1$@)和[隐私政策](%2$@)。
zh_hant: 繼續使用即表示您同意我們的[服務條款](%1$@)和[隱私政策](%2$@)。

source: By continuing, you are indicating that you accept our [Terms of Service](%@).
cs: Pokračováním vyjadřujete souhlas s našimi [podmínkami služby](%@).
da: Ved at fortsætte indikerer du, at du accepterer vores [Servicevilkår](%@).
de: Indem Sie fortfahren, erklären Sie sich mit unseren [Nutzungsbedingungen](%@) einverstanden.
es: Al continuar, indicas que aceptas nuestros [Términos de Servicio](%@).
fr: En continuant, vous indiquez que vous acceptez nos [Conditions d'Utilisation](%@).
he: על ידי המשך, אתה מציין שאתה מקבל את [תנאי השירות](%@) שלנו.
hi: जारी रखने से आप हमारी [सेवा शर्तों](%@) को स्वीकार करने का संकेत दे रहे हैं।
it: Continuando, accetti i nostri [Termini di Servizio](%@).
ja: 続行することで、[利用規約](%@)に同意したものとみなされます。
ko: 계속함으로써 당사의 [이용약관](%@)에 동의하게 됩니다.
lt: Tęsdami patvirtinate, kad sutinkate su mūsų [Paslaugų teikimo sąlygomis](%@).
nb: Ved å fortsette, indikerer du at du aksepterer våre [vilkår for bruk](%@).
nl: Door verder te gaan, geeft u aan dat u onze [Gebruiksvoorwaarden](%@) accepteert.
pl: Kontynuując, wyrażasz zgodę na nasze [Warunki świadczenia usług](%@).
pt: Ao continuar, você indica que aceita nossos [Termos de Serviço](%@).
ru: Продолжая, вы подтверждаете, что принимаете наши [Условия обслуживания](%@).
sv: Genom att fortsätta godkänner du våra [användarvillkor](%@).
th: โดยการดำเนินการต่อ คุณยอมรับ[ข้อกำหนดในการให้บริการ](%@)ของเรา
tr: Devam ederek, [Hizmet Şartlarımızı](%@) kabul ettiğinizi belirtmiş oluyorsunuz.
uk: Продовжуючи, ви погоджуєтеся з нашими [Умовами обслуговування](%@).
zh_hans: 继续使用即表明您同意我们的[服务条款](%@)。
zh_hant: 繼續使用即表示您同意我們的[服務條款](%@)。

source: Continue failed
cs: Pokračování selhalo
da: Fortsættelse mislykkedes
de: Fortfahren fehlgeschlagen
es: Continuar fallido
fr: Échec de la continuation
he: ההמשך נכשל
hi: जारी रखना असफल
it: Continuazione fallita
ja: 続行に失敗しました
ko: 계속하기 실패
lt: Tęstis nepavyko
nb: Fortsettelse mislyktes
nl: Doorgaan mislukt
pl: Kontynuacja nie powiodła się
pt: Falha ao continuar
ru: Продолжение не удалось
sv: Fortsättningen misslyckades
th: ดำเนินการต่อไม่สำเร็จ
tr: Devam etme başarısız
uk: Продовження зазнало невдачі
zh_hans: 继续失败
zh_hant: 繼續失敗

source: Continue successful
cs: Pokračování úspěšné
da: Fortsættelse lykkedes
de: Fortfahren erfolgreich
es: Continuar con éxito
fr: Continuation réussie
he: ההמשך הצליח
hi: जारी रखना सफल
it: Continuazione avvenuta con successo
ja: 続行に成功しました
ko: 계속하기 성공
lt: Tęstis sėkmingas
nb: Fortsettelse vellykket
nl: Doorgaan geslaagd
pl: Kontynuacja zakończona sukcesem
pt: Continuação bem-sucedida
ru: Продолжение успешно
sv: Fortsättningen lyckades
th: ดำเนินการต่อสำเร็จ
tr: Devam etme başarılı
uk: Продовження успішне
zh_hans: 继续成功
zh_hant: 繼續成功

source: Continue with Apple
cs: Pokračovat přes Apple
da: Fortsæt med Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fr: Continuer avec Apple
he: המשך עם אפל
hi: Apple के साथ जारी रखें
it: Continua con Apple
ja: Appleで続ける
ko: 애플로 계속
lt: Tęsti naudojant „Apple“
nb: Fortsett med Apple
nl: Doorgaan met Apple
pl: Kontynuuj przez Apple
pt: Continuar com a Apple
ru: Продолжить через Apple
sv: Fortsätt med Apple
th: ดำเนินการต่อด้วย Apple
tr: Apple ile devam et
uk: Продовжити через Apple
zh_hans: 继续使用苹果
zh_hant: 繼續用 Apple

source: Continue with Google
cs: Pokračovat přes Google
da: Fortsæt med Google
de: Mit Google fortfahren
es: Continuar con Google
fr: Continuer avec Google
he: המשך עם גוגל
hi: Google के साथ जारी रखें
it: Continua con Google
ja: Googleで続ける
ko: 구글로 계속
lt: Tęsti naudojant „Google“
nb: Fortsett med Google
nl: Doorgaan met Google
pl: Kontynuuj przez Google
pt: Continuar com o Google
ru: Продолжить через Google
sv: Fortsätt med Google
th: ดำเนินการต่อด้วย Google
tr: Google ile devam et
uk: Продовжити через Google
zh_hans: 继续使用谷歌
zh_hant: 繼續用 Google

source: Processing...
cs: Zpracovává se...
da: Behandler...
de: Wird verarbeitet...
es: Procesando...
fr: Traitement...
he: בתהליך...
hi: प्रक्रिया हो रही है...
it: Elaborazione in corso...
ja: 処理中…
ko: 처리 중...
lt: Apdorojama...
nb: Behandler...
nl: Verwerken...
pl: Przetwarzanie...
pt: Processando...
ru: Обработка...
sv: Bearbetar...
th: กำลังดำเนินการ...
tr: İşleniyor...
uk: Обробка...
zh_hans: 处理中...
zh_hant: 處理中...

source: Sign in failed
cs: Přihlášení selhalo
da: Log ind mislykkedes
de: Anmeldung fehlgeschlagen
es: Inicio de sesión fallido
fr: Échec de la connexion
he: הכניסה נכשלה
hi: साइन इन असफल
it: Accesso fallito
ja: サインインに失敗しました
ko: 로그인 실패
lt: Prisijungimas nepavyko
nb: Innlogging mislyktes
nl: Inloggen mislukt
pl: Logowanie nie powiodło się
pt: Falha no login
ru: Вход не удался
sv: Inloggning misslyckades
th: เข้าสู่ระบบไม่สำเร็จ
tr: Giriş başarısız
uk: Вхід невдалий
zh_hans: 登录失败
zh_hant: 登入失敗

source: Sign in successful
cs: Přihlášení úspěšné
da: Log ind lykkedes
de: Anmeldung erfolgreich
es: Inicio de sesión exitoso
fr: Connexion réussie
he: הכניסה הצליחה
hi: साइन इन सफल
it: Accesso avvenuto con successo
ja: サインインに成功しました
ko: 로그인 성공
lt: Prisijungimas sėkmingas
nb: Innlogging vellykket
nl: Inloggen geslaagd
pl: Logowanie zakończone sukcesem
pt: Login bem-sucedido
ru: Вход успешен
sv: Inloggning lyckades
th: เข้าสู่ระบบสำเร็จ
tr: Giriş başarılı
uk: Вхід успішний
zh_hans: 登录成功
zh_hant: 登入成功

source: Sign in with Apple
cs: Přihlášení přes Apple
da: Log ind med Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
he: היכנס באמצעות אפל
hi: Apple के साथ साइन इन करें
it: Accedi con Apple
ja: Appleでサインイン
ko: 애플로 로그인
lt: Prisijungti naudojant „Apple“
nb: Logg inn med Apple
nl: Inloggen met Apple
pl: Zaloguj się przez Apple
pt: Entrar com a Apple
ru: Войти через Apple
sv: Logga in med Apple
th: เข้าสู่ระบบด้วย Apple
tr: Apple ile giriş yap
uk: Увійти через Apple
zh_hans: 使用苹果登录
zh_hant: 用 Apple 登入

source: Sign in with Google
cs: Přihlášení přes Google
da: Log ind med Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
he: היכנס באמצעות גוגל
hi: Google के साथ साइन इन करें
it: Accedi con Google
ja: Googleでサインイン
ko: 구글로 로그인
lt: Prisijungti naudojant „Google“
nb: Logg inn med Google
nl: Inloggen met Google
pl: Zaloguj się przez Google
pt: Entrar com o Google
ru: Войти через Google
sv: Logga in med Google
th: เข้าสู่ระบบด้วย Google
tr: Google ile giriş yap
uk: Увійти через Google
zh_hans: 使用谷歌登录
zh_hant: 用 Google 登入

source: Sign up failed
cs: Registrace selhala
da: Tilmelding mislykkedes
de: Registrierung fehlgeschlagen
es: Registro fallido
fr: Échec de l'inscription
he: ההרשמה נכשלה
hi: साइन अप असफल
it: Registrazione fallita
ja: 登録に失敗しました
ko: 회원가입 실패
lt: Registracija nepavyko
nb: Registrering mislyktes
nl: Aanmelden mislukt
pl: Rejestracja nie powiodła się
pt: Falha no cadastro
ru: Регистрация не удалась
sv: Registrering misslyckades
th: ลงทะเบียนไม่สำเร็จ
tr: Kayıt başarısız
uk: Реєстрація зазнала невдачі
zh_hans: 注册失败
zh_hant: 註冊失敗

source: Sign up successful
cs: Registrace úspěšná
da: Tilmelding lykkedes
de: Registrierung erfolgreich
es: Registro exitoso
fr: Inscription réussie
he: ההרשמה הצליחה
hi: साइन अप सफल
it: Registrazione avvenuta con successo
ja: 登録に成功しました
ko: 회원가입 성공
lt: Registracija sėkminga
nb: Registrering vellykket
nl: Aanmelden geslaagd
pl: Rejestracja zakończona sukcesem
pt: Cadastro bem-sucedido
ru: Регистрация успешна
sv: Registrering lyckades
th: ลงทะเบียนสำเร็จ
tr: Kayıt başarılı
uk: Реєстрація успішна
zh_hans: 注册成功
zh_hant: 註冊成功

source: Sign up with Apple
cs: Registrace přes Apple
da: Tilmeld med Apple
de: Mit Apple registrieren
es: Registrarse con Apple
fr: S'inscrire avec Apple
he: הירשם באמצעות אפל
hi: Apple के साथ साइन अप करें
it: Registrati con Apple
ja: Appleで登録
ko: 애플로 회원가입
lt: Registruotis naudojant „Apple“
nb: Registrer deg med Apple
nl: Aanmelden met Apple
pl: Zarejestruj się przez Apple
pt: Cadastre-se com a Apple
ru: Зарегистрироваться через Apple
sv: Registrera dig med Apple
th: ลงทะเบียนด้วย Apple
tr: Apple ile kayıt ol
uk: Зареєструватися через Apple
zh_hans: 使用苹果注册
zh_hant: 用 Apple 註冊

source: Sign up with Google
cs: Registrace přes Google
da: Tilmeld med Google
de: Mit Google registrieren
es: Registrarse con Google
fr: S'inscrire avec Google
he: הירשם באמצעות גוגל
hi: Google के साथ साइन अप करें
it: Registrati con Google
ja: Googleで登録
ko: 구글로 회원가입
lt: Registruotis naudojant „Google“
nb: Registrer deg med Google
nl: Aanmelden met Google
pl: Zarejestruj się przez Google
pt: Cadastre-se com o Google
ru: Зарегистрироваться через Google
sv: Registrera dig med Google
th: ลงทะเบียนด้วย Google
tr: Google ile kayıt ol
uk: Зареєструватися через Google
zh_hans: 使用谷歌注册
zh_hant: 用 Google 註冊

source: Signing in...
cs: Přihlašování...
da: Logger ind...
de: Anmeldung läuft...
es: Iniciando sesión...
fr: Connexion en cours...
he: מתבצעת כניסה...
hi: साइन इन हो रहा है...
it: Accesso in corso...
ja: サインイン中…
ko: 로그인 중...
lt: Prisijungimas...
nb: Logger inn...
nl: Inloggen...
pl: Logowanie w toku...
pt: Autenticando-se...
ru: Вход в систему...
sv: Loggar in...
th: กำลังเข้าสู่ระบบ...
tr: Giriş yapılıyor...
uk: Вхід...
zh_hans: 正在登录...
zh_hant: 正在登入...

source: Signing up...
cs: Registrace...
da: Tilmelder...
de: Registrierung läuft...
es: Registrándose...
fr: Inscription en cours...
he: מתבצעת הרשמה...
hi: साइन अप हो रहा है...
it: Registrazione in corso...
ja: 登録中…
ko: 회원 가입 중...
lt: Registruojamasi...
nb: Registrerer...
nl: Aanmelden...
pl: Rejestracja w toku...
pt: Registrando-se...
ru: Регистрация...
sv: Registrerar...
th: กำลังลงทะเบียน...
tr: Kayıt olunuyor...
uk: Реєстрація...
zh_hans: 正在注册...
zh_hant: 正在註冊...

source: Success
cs: Úspěch
da: Succes
de: Erfolg
es: Éxito
fr: Succès
he: הצלחה
hi: सफल
it: Successo
ja: 成功
ko: 성공
lt: Pavyko
nb: Vellykket
nl: Succes
pl: Sukces
pt: Sucesso
ru: Успех
sv: Lyckades
th: สำเร็จ
tr: Başarılı
uk: Успіх
zh_hans: 成功
zh_hant: 成功

source: Failed
cs: Selhání
da: Mislykkedes
de: Fehlgeschlagen
es: Fallado
fr: Échec
he: נכשל
hi: असफल
it: Non riuscito
ja: 失敗
ko: 실패
lt: Nepavyko
nb: Mislyktes
nl: Mislukt
pl: Nie powiodło się
pt: Falha
ru: Ошибка
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Невдача
zh_hans: 失败
zh_hant: 失敗
